<?php

return [
    'about' => [
        'title' => 'من نحن؟',
        'sections' => [
            'story' => [
                'title' => 'قصتنا',
                'content' => 'تم تصميم الأنظمة لتوفير الحماية وتعزيز قدراتنا كأفراد، أسر، وأصحاب أعمال. ومع ذلك، غالبًا ما يُحرم الكثيرون من الحصول على الدعم القانوني اللازم بسبب الرسوم المرتفعة.
 في "دفاع"، نؤمن بأن الوقت قد حان لتغيير هذا الواقع.
نكرس كل يوم جهودنا ومواردنا لتبسيط الوصول إلى الدعم القانوني، حتى يتمكن كل فرد من التركيز على ما يهمه حقًا – سواء كان ذلك رعاية أسرته أو بناء مشروع ناجح. لذلك نسعى لجعل الخدمات القانونية متاحة للجميع وبأسعار معقولة، لنمنح عملاءنا الأمان والراحة التي يستحقونها.'
            ],
            'about' => [
                'title' => 'عنّا',
                'content' => "دفاع للمحاماة هي شركة متخصصة في المحاماة والاستشارات القانونية، تأسست وفقًا لنظام الشركات المهنية المعتمد، وحاصلة على ترخيص من وزارة العدل، ومسجلة لدى الهيئة السعودية للمحامين كمنشأة قانونية، وتتخذ مقرها الرئيسي في الرياض.
تضم الشركة نخبة من الكوادر المهنية المتميزة من المحامين والمستشارين الذين يتمتعون بخبرة واسعة في مختلف مجالات القانون؛ ما يؤهلها لتقديم خدماتها القانونية بجودة عالية وأداء مهني احترافي.
دفاع للمحاماة تجمع بين الخبرات المحلية والمعايير العالمية لتقديم خدمات قانونية متميزة مصممة خصيصًا لتلبية احتياجات كل عميل."
            ],
            'objective' => [
                'title' => 'هدفنا',
                'content' => " نقدّر عملاءنا ونعدّهم أساس نجاحنا وشركاء مسيرتنا. لذلك، نلتزم بالسرية والدقة في تعاملاتنا، مع التركيز على السرعة وفهم احتياجاتهم بدقة واهتمام<br> نعتمد على أتمتة العمليات لتعزيز الكفاءة وتبسيط الإجراءات، ونوفر حلولًا مبتكرة تضع مصالحك في المقدمة وتدعم استمرارية أعمالك..<br> نهدف  إلى تسهيل وصول العملاء إلى العدالة بسرعة وكفاءة، مع تقليل الجهد والتكلفة، وبما يتماشى مع أعلى المعايير المهنية <br> نقدّم تكاملًا متقدماً لإنجاز جميع احتياجاتك القانونية بسلاسة، سواء كنت تبحث عن مشورة قانونية، إعداد عقد، خدمات محاسبية، أو ترجمة متخصصة، ستجد كل ذلك في مكان واحد، وبأسعار واضحة تعكس القيمة الحقيقية للخدمة.<br> نحرص على إبقائك على اطلاع بتكاليف خدمتك في كل مرحلة دون مفاجآت أو رسوم خفية، واستعراض فواتيرك بسهولة في أي وقت، مع خيارات دفع مرنة تشمل جميع الوسائل المتاحة.<br> مع دفاع، نمنحك دعمًا قانونيًا رفيع المستوى يلبي طموحاتك ويعزز نجاحك بثقة"
            ],
            'vision' => [
                'title' => 'رقينا',
                'content' => 'نسعى إلى التطوير المستمر في مجال المحاماة والخدمات القانونية، عبر تبني أساليب مبتكرة تتجاوز النهج التقليدي المتبع في المؤسسات القانونية. وتهدف "دفاع" إلى ترسيخ مكانتها كمستشار قانوني موثوق لعملائها
نطمح للريادة والتميز في تقديم الاستشارات والخدمات القانونية وتوفير الأدوات المساندة بكفاءة واحترافية'
            ]
        ]
    ]
];
