<?php

return [
    'about' => [
        'title' => 'من نحن؟',
        'sections' => [
            'story' => [
                'title' => 'قصتنا',
                'content' => "تم تصميم الأنظمة لتوفير الحماية واعتبار قدراتنا كأفراد، أسر وأصحاب أعمال، ومع ذلك، فإننا ما يجرم الكثيرون من الحصول على الدعم القانوني الفرع بسبب الرسوم المرتفعة.\nفي \"دفاع\" نزولون إلى الوقت قد كان للغير هذا الواقع.\nلكرس كل يوم وجودنا ومواردنا لتسييط الوعيون إلى الدعم القانوني. حتى يتمكن كل فرد من الأخبار على ما يعتمد له، سواء كان ذلك بإغابة أسرة أو بناء مشروع لاجح. لذلك تسعى لجعل الخدمات القانونية متاحة للجميع وأنسعار معقولة، لتعلم عمليها الأمان والراحة التي يستحقوقها."
            ],
            'about' => [
                'title' => 'عنا',
                'content' => "دفاع المحاماة في شركة مخصصة في المحاماة والمستشارات القانونية. لكسبت وفقاً لخلام الشركات المعنية المعتمد، وحاصلة على ترخيص من وزارة العمل، ومستعدل لدى الهيئة السعودية للمحامين كمنشأة قانونية، وتقدّم طرفه الرئيسي في البراغب.\nتضم الشركة لبنية من التوازن المعنية المشورة من المحامين والمستشارات الذين يتمتعون بقدرة وسعة في مختلف حياتك القانون، ما يواجهنا للقيام خدماتنا القانونية بجودة عالية وارده معنى احترامي.\nدفاع المحاماة تجمع بين الميزات المحلية والعمارية العالمية للقيام خدمات قانونية متغيراً، مصممة تحريكنا لتلبية احتياجات كل عمل."
            ],
            'objective' => [
                'title' => 'حدثنا',
                'content' => "نظر: ممثلة واحتمام أساسي لحاجا وشركة مسيرتنا. كانت تلتزم بالسرية والدفع في تعاملتك، مع الأخبار على السرية وهمم احتياجاتهم بدقة واهتمام.\nنعتقد على أنشطة العمليات لتطور الخاصة وتسييط الوعيات، ويؤثر حزاولاً مبتكرة تجمع محاسبات في المقدمة وتحكم استمرارياً أعمالك.\nنهدف إلى تسعيل وصول العظم إلى الحمالة بسرية وقاعدة، مع تقليل الجهد والتنقلة، وبما يتماشى مع أعلى الفحاس المعنية.\nنقوم تكامل متقدماً لزيجار جميع احتياجاتك القانونية بمستوى التعبئة، سواء كانت تجمع من مشورة قانونية، إعداد عقد خدمات محاسبية، أو توجيه مخصصة، ستجد كل ذلك في حال واحد، وبأسعار واضحة تحسين القيمة الحقيقية للخدمة.\nتحرص على إيقافات على الطبع بتكاليف خدماتك في كل مرحلة دون مقاومات أو رسوم كيفية، واستعراض فواتيرت بسهولة في أي وقت، مع غيارات دفع مرنة تشمل جميع الوسائل المتاحة.\nمع دفع، نضخت، صفاً قانونياً، يضع المستوى بلي طموحات ومعزل زحاجك بقفة."
            ],
            'vision' => [
                'title' => 'رقينا',
                'content' => "نسعى إلى التطوير المستمر في مجال المحاماة والخدمات القانونية، غير تبني أساليب مبتكرة تجاهز للنص القانوني المنابع في المؤسسات القانونية. وتعمد \"دفاع\" إلى ترسيخ مخاتفنا ومستشار قانوني موثوقي لمصلاحنا.\nتطمح لزيادة والتقويم في تقييم المستشارات والخدمات القانونية وتوفير الذوات المساندة بكفاءة واحترامية."
            ]
        ]
    ]
];
