<?php

return [
    'header' => [
        'title' => 'الخدمات المحاسبية',
        'subtitle' => 'باقات محاسبة احترافية لدعم تكامل أعمال منشآتك',
        'description' => 'عبر منصتنا، نوفر لك وصولاً مباشرًا إلى شركات محاسبة سعودية مرخصة، تقدم حلولاً دقيقة وموثوقة تدعم نمو أعمالك. يشرف خبراء معتمدين من الهيئة السعودية للمراجعين والمحاسبين، نضمن لك خدمات مصممة لتوفير وقتك، خفض التكاليف، وتعزيز استقرارك المالي. ابدأ الآن وركز على تنمية أعمالك، ومع التفاصيل المالية علينا...',
        'button' => 'سجل منشآتك الآن'
    ],
    'packages' => [
        'title' => 'باقات المحاسبة',
        'subtitle' => 'راحة بالك مضمونة - تغطي باقاتنا كل احتياجاتك المحاسبية',
        'subscription' => [
            'annual' => 'الاشتراك السنوي',
            'monthly' => 'الاشتراك الشهري'
        ],
        'plans' => [
            'launch' => [
                'name' => 'الرحلة الرقمية',
                'price' => '1000',
                'features' => [
                    'تأسيس الحساب',
                    'تسجيل العمليات اليومية',
                    'المصادقة البنكية',
                    'التقارير الضريبية',
                    'رفع التقارير الضريبية',
                    'التقارير الشهرية',
                    'التقارير الزكوية',
                    'رفع التقارير الزكوية',
                    'إعداد القوائم المالية'
                ],
                'additional' => [
                    'title' => 'الخدمات الإضافية',
                    'services' => [
                        'التقارير الشهرية عن الوضع المالي (الإيرادات/المصروفات)',
                        'الإشراف ومتابعة المحاسب',
                        'تحسين أداء الشركة المالي'
                    ]
                ]
            ],
            'growth' => [
                'name' => 'التوصيات الرقمية',
                'price' => '1500',
                'features' => [
                    'تأسيس الحساب',
                    'تسجيل العمليات اليومية',
                    'المصادقة البنكية',
                    'التقارير الضريبية',
                    'رفع التقارير الضريبية',
                    'التقارير الشهرية',
                    'التقارير الزكوية',
                    'رفع التقارير الزكوية',
                    'إعداد القوائم المالية'
                ],
                'additional' => [
                    'title' => 'الخدمات الإضافية',
                    'services' => [
                        'الاستشارات الضريبية والمالية',
                        'مراجعة المعاملات المالية السابقة'
                    ]
                ]
            ],
            'premier' => [
                'name' => 'الريادة',
                'price' => '2000',
                'features' => [
                    'تأسيس الحساب',
                    'تسجيل العمليات اليومية',
                    'المصادقة البنكية',
                    'التقارير الضريبية',
                    'رفع التقارير الضريبية',
                    'التقارير الشهرية',
                    'التقارير الزكوية',
                    'رفع التقارير الزكوية',
                    'إعداد القوائم المالية'
                ],
                'additional' => [
                    'title' => 'الخدمات الإضافية',
                    'services' => [
                        'مراجعة القوائم المالية',
                        'إصدار قوائم مالية للسنوات السابقة'
                    ]
                ]
            ]
        ],
        'subscribe' => 'اشترك الآن'
    ]
];
