<?php

return [
    'title' => 'الأسئلة الشائعة',
    'search_placeholder' => 'ابحث...',
    'tabs' => [
        'product' => [
            'title' => ' الخطط القانونية ',
            'questions' => [
                [
                    'q' => 'ما هي الخطة القانونية ولماذا يجب عليّ التسجيل في واحدة؟',
                    'a' => "التسجيل في أي خطة قانونية مقدمة من قبل منصة 'دفاع' يشبه وجود محامٍ موكل بجانبك، ويتم تغطية جميع الأتعاب بحسب الخطة المختارة مقابل رسوم، نمنحك إمكانية وصول سهلة ومنخفضة التكلفة إلى محامين متميزين لمجموعة متنوعة من الخدمات القانونية."
                ],
                [
                    'q' => 'من تشمله خطط الأعمال؟',
                    'a' => "تشمل الشركات الصغيرة والمتوسطة، حيث تسمح لك كل خطة بتعيين عدد من المؤهلين للعمل في 'دفاع' بالنيابة عن منشأتك. "
                ],
                [
                    'q' => 'ما هي الخطة القانونية المدفوعة مسبقًا وكيف تعمل؟ ',
                    'a' => 'جميع الخطط مدفوعة مسبقًا، بدلاً من الدفع لاستشارة واحدة، تدفع رسومًا بسيطة، مقابل الحصول على مجموعة متنوعة من الخدمات القانونية، مثل الاستشارة مع محام، ومراجعة الوثائق، وخدمات أخرى تتم تضمينها كمزايا قياسية، أما طريقة استخدام الخطة، بمجرد الاشتراك ستتاح لك جميع ميزات الباقة، تستطيع الوصول لها عبر لوحة التحكم الخاصة بك وتطلب الخدمة المراد الاستفادة منها والتواصل مع أحد موظفي المنصة.'
                ],
                [
                    'q' => 'ما الذي تشمله خطتي القانونية؟',
                    'a' => 'توفر الخطة القانونية خدمات مغطاة بالكامل للعديد من المسائل القانونية الأكثر احتياجًا، مثل تقديم الاستشارات ومراجعة المستندات القانونية وبعض الخدمات ذات الأهمية. • إذا كنت عضوًا في الخطة القانونية، يمكنك الوصول بسهولة الى الخدمات الموجودة في الخطة القانونية التي تقدمها "دفاع"، أو تواصل مع خدمة العملاء في "دفاع". • إذا كنت تفكر في التسجيل في أي من الخطط القانونية الموجودة في "دفاع"، فقم بتصفح خدماتنا، أو تواصل مع خدمة العملاء في "دفاع".'
                ],
                [
                    'q' => 'هل ستغطي الباقات مشكلتي القانونية المحددة؟',
                    'a' => 'الباقات في المنصة تغطي جميع القضايا القانونية المعتادة من خلال مزايا الأعضاء القياسية بدون رسوم إضافية. إذا كانت حاجتك القانونية المحددة غير متوفرة وتتطلب دعم محامٍ إضافيًا يتجاوز المزايا القياسية، يمكنك تواصل مع خدمة العملاء لمساعدتك في الحصول على خصم عن الأسعار القياسية، وبغض النظر عن الوضع، فأنت تحظى بمزايا عديدة. إذا كنت بحاجة للاستفسار حول التغطية، الرجاء مراجعة صفحة نظرة عامة على الخطة، أو صفحة التغطية والأسعار، أو اتفاقية العضوية. إذا كنت تفضل التحدث إلى شخص ما في منصة دفاع، فما عليك سوى الاتصال بفريق دعم العملاء لدينا لمناقشة موقفك المحدد.'
                ],
                [
                    'q' => 'ما هي سياسة الإلغاء وكيف أقوم بالإلغاء؟',
                    'a' => 'سنسعد كثيراً بعد انضمامك للخطة واستخدامها ونأمل انها تغطي طلباتك، إذا لم تكن سعيدًا، فسنحاول بالتأكيد تصحيح الموقف، وبغض النظر، فإن كنت تريد الإلغاء، فإنه يمكنك القيام بذلك في أي وقت، ولأي سبب. كل ما عليك فعله هو التواصل معنا برسالة عبر خانة الرسائل في لوحة التحكم وابداء رغبتك في إلغاء عضويتك في المنصة، وبمجرد استلامنا الإشعار، سنقوم برد أي جزء غير مستخدم من رسوم عضويتك على أساس تناسبي وبكل سهولة.'
                ],
                [
                    'q' => 'هل تغطي الخطة القضايا الموجودة مسبقًا؟',
                    'a' => 'نعم، تغطي خطتك معظم القضايا الموجودة مسبقًا، إذا لم تتم تغطيتها بالمزايا الشهرية القياسية، فلا يزال بإمكانك الحصول على مساعدة قانونية بخصم إضافي.'
                ],
                [
                    'q' => 'متى يمكنني استخدم الخطة بعد الانضمام؟',
                    'a' => 'يمكنك البدء فورًا والانتفاع بالخدمات الموجودة في خطتك بمجرد مراجعة طلب عضويتك وإعداد حسابك. تستغرق عملية المراجعة من 12 إلى 24 ساعة (أو أقل) من لحظة شراء خطتك (في أيام العمل العادية)، وبمجرد قبولك، يمكنك الاتصال بمحام خلال 4 ساعات أو أقل والبدء في استخدام مزايا الخطة ومزايا الأعضاء الموضحة في اتفاقية العضوية على الفور.'
                ],
                [
                    'q' => '                            إذا كانت مزايا الخطة الأساسية لا تغطي وضعي المحدد، فكم ستكلفني؟ ',
                    'a' => 'كما جاء مبيناً في صفحة الباقات الموجودة، عندما تحتاج إلى مساعدة قانونية لا تندرج من ضمن الخدمات الموجودة، يمكنك العمل مع المنصة للحصول على خصم من القيمة القياسية، أما بالنسبة للتكلفة فالإجابة تعتمد على عوامل مثل مجال القضية، وموقعك الجغرافي ومعدل الأجر القياسي، وبدون الحصول على مزيد من المعلومات حول وضعك المحدد يستحيل تحديد المبلغ الذي قد يكلفك بدقة، ما يمكننا قوله على وجه اليقين هو أنه إذا كنت عضوًا في منصة دفاع؛ فستوفر عليك مبالغ كبيرة بدلاً من التعاقد مع محام مباشرة، فأفضل طريقة لمعرفة مقدار التكلفة هي شراء خطة تناسب احتياجك، والتحدث إلى فريق المنصة، ثم يمكنهم إخبارك بالتكاليف، الخبر السار هو أنه يمكنك الإلغاء في أي وقت، لذلك لن تواجه أي مخاطر.'
                ],
                [
                    'q' => 'ماذا أفعل في حال واجهت مشكلة في دفاع؟',
                    'a' => 'التواصل مع خدمة العملاء على المنصة على الفور واكتب مشكلتك، وسنتخذ إجراءً فوريًا لحل المشكلة في غضون 24 إلى 48 ساعة.'
                ],
                [
                    'q' => 'ما الأمور المستبعدة في باقات الخطط القانونية؟ ',
                    'a' => 'المسائل المستبعدة من باقات الخدمات القانونية كالمسائل المتعلقة بالجرائم الكبيرة مثل غسل الأموال وغيرها، وقضايا التطورات التجارية مثل الإفلاس والتصفية، أو التهرب الضريبي، أو القضايا ذات التوجه الدولي كالنزاعات متعددة الجنسيات أو حقوق الملكية الفكرية المعقدة أو التي تطلب تحكيم دولي لحل الخلاف، فهذه مستبعدة كاستشارات ولكن يمكن التعاقد مع دفاع لإبداء الرأي القانوي فيها والترافع برسوم، أما المستبعدة في جميع الخطط فهي المسائل المتعلقة بالتوظيف، والمتعلقة بصاحب العمل ومحامي دفاع، أو التي يتضح فيها تضارب في المصالح، أو مسائل براءات الاختراع والعلامات التجارية وحقوق التأليف والنشر، أو التكاليف والغرامات، والمسائل الغير هامة والغير أخلاقية.'
                ],
                [
                    'q' => ' كيف ستساعد خطط المنصة القانونية منشأتي في إدارة الجوانب القانونية؟ ',
                    'a' => 'سنعين لشركتك مدير حساب مؤهل تحت إشراف مدير إدارة الخطط، ويكون دورة مساعدة منشأتك في شرح وتوضيح آلية التواصل والتسجيل وإدارة الخطة المستمرة، حيث يتمتع مديرو الحسابات لدينا بخبرة عالية في دعم ومساعدة تنفيذ الخطط القانونية والمحافظة عليها.'
                ],
                [
                    'q' => 'ما الحد الأدنى للتسجيل المطلوب؟ ',
                    'a' => 'لا يوجد حد أدنى لمتطلبات التسجيل في خطتنا القانونية، ومع ذلك، نتوقع من مدير المنشأة دعم التسجيل وتجديد الخطة سنويًا.'
                ],
                [
                    'q' => 'ما هو المحامي الداخلي بدوام جزئي؟',
                    'a' => 'يقصد به بتعيين محامي من شركة دفاع بدوام جزئي في شركة العميل لمدة يسيرة من الزمن، ويكون منفصل عن عدد الحالات التي تطلُبها من محامٍ آخر خلال ساعات العمل المقررة مسبقًا، ولن يتم تحصيل أي تكلفة إضافية، بالإضافة إلى ذلك، يمكن طلب أكثر من محام للعمل بشكل أكثر كفاءة، وفي هذا انجاز سريع للعمل وقد يوفر عليك تكلفة خدمة الإدارة القانونية بشكل كامل أو مقارنة بخدمة العقد الاستشاري المنتظم.'
                ]
            ]
        ],
        'contract' => [
            'title' => 'العقود',
            'questions' => [
                [
                    'q' => 'هل المستندات المُنشأة عبر المنصة قانونية وقابلة للتنفيذ؟ ',
                    'a' => 'نعم، عندما تكمل إجابة الأسئلة، ستقوم المنصة ببناء مستند مصمم خصيصًا لطلباتك، نوصي بالتأكد من مراجعة الخطوات كما هو موضح في قائمة المراجعة القانونية للحصول على معلومات إضافية حول كيفية جعل مستندك ملزمًا قانونًا بإمكانك التواصل معنا.'
                ],
                [
                    'q' => 'هل يجب الإجابة على جميع أسئلة النموذج؟',
                    'a' => 'لا، ولكننا نوصي بذلك، حيث يتم إنشاء المستند بناءً على إجاباتك، فبعض الأسئلة تملأ الفراغات فقط في النموذج، والبعض الآخر يضيف أو يزيل فقرات كاملة، لهذا السبب نشدد بالإجابة على الأسئلة بعناية، إذا كنت لا تعرف كيفية الرد، بإمكانك طلب المساعدة لإرشادك.'
                ],
                [
                    'q' => 'من يراجع مستندي؟',
                    'a' => 'المحامون والخبراء القانونيون، ثم تقوم المنصة تلقائيًا بإنشاء المستند الخاص بك بناءً على الإجابات والمعلومات التي تقدمها في النموذج. تغطي قوالبنا معظم الحالات النموذجية، راجع مستندك من قبل محام إذا كنت تعتقد أن النموذج قد لا يغطي حالتك الخاصة.'
                ],
                [
                    'q' => 'كيف أقوم بإجراء استشارة مع محام؟ ',
                    'a' => 'يمكنك بالطبع شراء المستند دون استشارة محام، ومع ذلك، قد تحتاج إلى مشورة أو مساعدة مخصصة لحالتك، وفي هذه الحالة، نقترح أن تطلب المساعدة من محامٍ يعمل معك خلال استشارة مدتها 30 دقيقة، وستتاح لك الخيار إما من حسابك أو في نهاية النموذج وقبل التأكيد عليه.'
                ],
                [
                    'q' => ' كم تكلف الوثيقة؟ ',
                    'a' => 'يعتمد سعر كل مستند على عدد بنوده ومدى شيوعه، ويظهر السعر عندما تصل إلى نهاية النموذج، ولمعرفة تكلفة المستند، ما عليك سوى فتح النموذج والنقر على "التالي"، دون ملئ المحتوى، حتى يتم عرض السعر، إذا كان السعر مقبولًا، يمكنك بعد ذلك العودة إلى البداية وملء النموذج، ويمكنك تحميلة بصيغة Word وPDF، كما يمكنك تعديل مستند Word لاحقاً وإعادة استخدامه.'
                ],
                [
                    'q' => 'متى سأحصل على المستند الخاص بي؟ ',
                    'a' => 'جميع المستندات التي تم إنشاؤها على المنصة متاحة على الفور، وبعد إكمالها قم بتنزيلها أو طباعتها.'
                ],
                [
                    'q' => 'هل مستنداتي آمنة على الموقع؟',
                    'a' => 'يستخدم موقعنا أعلى درجات الأمان لنقل وتخزين البيانات، وهي محمية ومشفرة من الوصول غير المصرح به، قمنا بتصميم سياسات وضوابط تضمن حماية جميع معلوماتك.'
                ],
                [
                    'q' => ' ماذا تشمل عضويتي في المنصة؟',
                    'a' => 'يمكنك الوصول إلى منصة العقود والمستندات، وتمكينك من استخدام العديد من العقود والنماذج حسب الباقة، وتوقيعها وتخزينها عبر السحابة، إضافة لحصولك على إجابات سريعة حول الأسئلة القانونية من المحامين ذوي الخبرة.'
                ]
            ]
        ],
        'lawyer' => [
            'title' => 'اسأل محام',
            'questions' => [
                [
                    'q' => 'هل الاستشارة في المنصة كتابية أو شفوية؟ ',
                    'a' => 'الاستشارة في باقات اسأل محام يمكن أن تكون شفوية عبر مكالمة هاتفية لمدة 15 دقيقة أو كتابية عبر واتساب لمدة 30 دقيقة.'
                ],
                [
                    'q' => 'هل يمكنني التواصل مع المحامي بعد انتهاء الاستشارة؟ ',
                    'a' => 'نعم، يمكنك التواصل مع المحامي بعد انتهاء الاستشارة عبر خدمة العملاء أو واتساب المنصة.'
                ],
                [
                    'q' => 'هل يمكن طلب استشارة قانونية إضافية لنفس الموضوع؟  ',
                    'a' => 'نعم، بالطبع يمكن طلب استشارة قانونية إضافية لنفس الموضوع.'
                ],
                [
                    'q' => 'هل يمكنني مقابلة محامٍ شخصياً؟ ',
                    'a' => 'المقابلة الشخصية غير متاحة ضمن باقات "اسأل محام"، لكنها ممكنة في الخدمات الأخرى'
                ],
                [
                    'q' => 'كم يستغرق الرد من المحامي؟ ',
                    'a' => 'عادةً يتم الرد فوراً، وفي أقصى تقدير خلال 24 ساعة في أيام العمل الرسمية'
                ]
            ]
        ],
        'accounting' => [
            'title' => 'المحاسبة',
            'questions' => [
                [
                    'q' => 'هل تقدم المنصة خدمة اعداد القوائم المالية والتقارير الضريبية؟',
                    'a' => 'نعم، وتشمل هذه الخدمات إعداد ومراجعة التوزيعات الضريبية بشكل فعلي وفقاً للأنظمة المحلية'
                ],
                [
                    'q' => 'هل تتعامل منصة المحاسبة مع برامج محاسبية معينة؟ ',
                    'a' => 'تعتمد على نظامها الخاص لتقديم خدمات مالية وضريبية مستقلة، ومع ذلك، فإن المنصة تسمح بالتكامل مع بيانات وأنظمة المستخدمين الحالية، وإمكانية التواصل مع برامج محاسبية أخرى بطريقة ما لتسهيل إدارة العمليات المالية والضريبية.'
                ],
                [
                    'q' => 'هل تقدم منصة المحاسبة خدمة تدقيق الحسابات؟',
                    'a' => 'نعم، خدمة مراجعة القوائم المالية متاحة فقط ضمن الباقة الشاملة، وليست متوفرة في الباقات الأساسية أو المتقدمة'
                ],
                [
                    'q' => 'هل يمكن لمنصة المحاسبة ترقية الباقة المحاسبية بأي وقت؟ ',
                    'a' => 'نعم، تسمح منصة المحاسبة بترقية الباقات المحاسبية للباقة الأعلى في أي وقت، والباقات المتاحة تغطي مجموعة واسعة من الخدمات، وتتيح إمكانية التعديل مع متطلبات كل شركة.'
                ],
                [
                    'q' => 'كيف أختار الباقة المناسبة لميزانيتي؟  ',
                    'a' => 'لاختيار الباقة الأمثل لميزانيتك، قم أولاً بتحديد الاحتياجات التي تحتاجها شركتك، ثم اختر الباقة المناسبة لاحتياجاتك.'
                ]
            ]
        ],
        'translation' => [
            'title' => 'الترجمة',
            'questions' => [
                [
                    'q' => 'كم تستغرق الترجمة؟ ',
                    'a' => 'عادةً، تستغرق الترجمة من يوم إلى ثلاثة أيام عمل، اعتمادًا على حجم المستند وتعقيده.'
                ],
                [
                    'q' => 'هل تقدم منصة الترجمة خدمات الترجمة الفورية؟',
                    'a' => 'نعم، تقدم خدمات الترجمة الفورية للمؤتمرات والاجتماعات، بما يشمل عدة لغات مثل الإنجليزية، الفرنسية، والهندية'
                ],
                [
                    'q' => 'هل تقدم منصة الترجمة خصومات للترجمات الكبيرة؟',
                    'a' => 'نعم، يتم توفير خصومات خاصة على المشاريع الكبيرة، بهدف تقديم خدمات تنافسية بجودة عالية'
                ],
                [
                    'q' => 'ما مدى سرية التعامل مع الوثائق المترجمة؟ ',
                    'a' => 'يتم الالتزام بسرية تامة أثناء التعامل مع الوثائق، ولا يتم مشاركتها مع أي طرف ثالث، مما يضمن خصوصية العملاء'
                ],
                [
                    'q' => 'كيف يمكنني متابعة التقدم في عملية الترجمة؟ ',
                    'a' => 'يمكن متابعة التقدم من خلال التواصل مع خدمة العملاء.'
                ],
                [
                    'q' => 'هل يمكن ترجمة المستندات بأكثر من لغة ؟ ',
                    'a' => 'نعم، يوفر المكتب ترجمة لأكثر من 100 لغة، بما في ذلك لغات نادرة مثل الألمانية والصينية'
                ]
            ]
        ]
    ]
];
