<?php

return [
    'title' => 'سياسة الخصوصية',

    'introduction' => [
        'title' => '1. المقدمة',
        'points' => [
            'نؤكد لكم أن خصوصيتكم هي أولوية قصوى، ونحن ملتزمون بحمايتها بكل الوسائل الممكنة. يوضح هذا البيان السمات الرئيسية لسياسة الخصوصية الخاصة بمنصة "دفاع"، السارية حاليًا أو كما يتم تعديلها، للكشف عن النهج المتعلق بمعلوماتك.',
            'استخدامك لمنصة "دفاع" يعني قبولك للشروط والأحكام وكذلك بيان سياسة الخصوصية. إذا لم توافق على أي من هذه الشروط والسياسات، فليس لك الحق في استخدام أو الوصول إلى الموقع أو التطبيقات المرتبطة به.',
            'حماية المعلومات هي واحدة من أهم أولوياتنا مع ضمان أن استخدامها يقتصر على الاستفادة من التفاعلات مع منصة "دفاع".',
            'نضمن الحفاظ على إجراءات أمنية وفنية وإدارية وإجرائية لمنع أي وصول إلى معلوماتك خارج منصة "دفاع"، مع ضمان الامتثال لسياسة الخصوصية هذه.',
            'يقتصر الوصول إلى معلوماتك على الموظفين المصرح لهم في منصة "دفاع" فقط لغرض تقديم الخدمة المطلوبة.',
            'سيتم نشر إشعار على المنصة عند إجراء أي تحديثات على سياسة الخصوصية. استمرارك في استخدام المنصة بعد التعديلات يعني قبولك للتحديثات.',
        ]
    ],

    'data_collection' => [
        'title' => '2. طريقة جمع البيانات',
        'points' => [
            'خلال استخدامك لخدماتنا، قد نطلب منك تقديم معلوماتك الشخصية للتواصل معك. قد تشمل هذه المعلومات، على سبيل المثال لا الحصر: (عنوان بريدك الإلكتروني، الاسم، رقم الهاتف، الموقع، وأي معلومات أخرى مطلوبة للاتصال بك عبر الإنترنت أو الهاتف، بيانات الحساب البنكي، معلومات بطاقة الائتمان، البيانات المملوءة عبر نماذج منصة "دفاع" (بما في ذلك ملفات تعريف الارتباط)، أو أي تفاعلات أخرى مع منصة "دفاع").',
            'إذا تم استخدام الحساب من قبل عدة أفراد أو نيابة عن كيان، فإن الشخص المسجل باسم الحساب مسؤول عن جميع الأنشطة ويجب إخطارنا فورًا بأي استخدام غير قانوني أو غير مصرح به للحساب.',
        ]
    ],

    'data_usage' => [
        'title' => '3. استخدام وتخزين البيانات',
        'points' => [
            'كيف نستخدم البيانات الشخصية: نستخدم بياناتك الشخصية لتقديم الخدمات المطلوبة والتحقق من المعاملات.',
            'الغرض من استخدام البيانات: لتحسين تجربة المستخدم وتقديم خدمات بأعلى جودة.',
            'احتفاظ البيانات ومدة التخزين: نحتفظ بمعلوماتك بأمان باستخدام معايير إدارة أمن المعلومات لحمايتها. نطبق معاييرنا الأمنية على الموظفين والعمليات ونستخدم طرفًا ثالثًا مؤهلاً لإدارة ومراجعة طرق الدفع.',
            'الفترة التي تحتفظ فيها المنصة بالبيانات الشخصية هي خمس سنوات، وقد تتطلب الالتزامات القانونية الاحتفاظ بالبيانات لفترة أطول.',
        ]
    ],

    'data_sharing' => [
        'title' => '4. مشاركة البيانات مع أطراف ثالثة',
        'points' => [
            'قد نشارك المعلومات الشخصية مع أطراف ثالثة للتحقيق أو لاتخاذ إجراء بشأن أنشطة غير قانونية أو احتيالية مشتبه بها، أو تهديدات محتملة لسلامة أي شخص، أو انتهاكات للشروط والأحكام، أو كما تتطلبه اللوائح والقوانين.',
            'قد نشارك أيضًا المعلومات الشخصية مع الكيانات التي تكتسب المنصة في المستقبل، سواء عن طريق الاندماج أو الاستحواذ الكلي أو الجزئي.',
            'بشكل افتراضي، يقتصر الوصول إلى معلوماتك على الموظفين المصرح لهم في منصة "دفاع"، إلا في الحالات التي يتم فيها استخدام طرف خارجي لتقديم خدمات الدعم.',
            'تشمل هذه الأنواع من الأطراف مزودي خدمات التكنولوجيا وشركاء الأعمال.',
            'تلتزم الأطراف الثالثة بحماية البيانات وفقًا للمعايير المعمول بها.',
        ]
    ],

    'data_security' => [
        'title' => '5. الحفاظ على أمان البيانات',
        'points' => [
            'تتخذ المنصة جميع الإجراءات اللازمة للحفاظ على سرية بياناتك ووثائقك ومعلوماتك الشخصية، مع تطبيق معايير إدارة أمن المعلومات لحماية المعلومات الحساسة مثل المعلومات المالية.',
            'أنت مسؤول عن الحفاظ على سرية معلومات حسابك وكلمة المرور وتحديد من يمكنه الوصول إلى أجهزتك أو منصتنا. أنت توافق على قبول المسؤولية عن جميع الأنشطة التي تتم عبر حسابك.',
            'نحن ملتزمون بتطبيق حماية البيانات وفقًا للوائح المحلية في المملكة العربية السعودية.',
            'الفترة التي تحتفظ فيها المنصة بالبيانات الشخصية هي خمس سنوات، وقد تتطلب الالتزامات القانونية الاحتفاظ بالبيانات لفترة أطول.',
        ]
    ],

    'user_rights' => [
        'title' => '6. حقوق المستخدم فيما يتعلق بالبيانات الشخصية',
        'points' => [
            'لديك الحق في تعديل أو تصحيح بياناتك من خلال إعدادات الحساب.',
            'الحق في طلب حذف البيانات أو تقييد استخدامها: قد يطلب المستخدمون حذف بياناتهم أو تقييد استخدامها، ولكن قد يؤثر ذلك على الاستفادة من بعض الخدمات.',
            'كيفية ممارسة هذه الحقوق: بالاتصال بالمنصة وتقديم الطلبات المطلوبة عبر طرق التواصل المتاحة.',
        ]
    ],

    'cookies' => [
        'title' => '7. ملفات تعريف الارتباط',
        'points' => [
            'تستخدم المنصة ملفات تعريف الارتباط لتعزيز تجربة المستخدم. تشمل أنواع ملفات تعريف الارتباط المستخدمة ملفات تحليل الاستخدام والملفات التقنية التي تساعد المنصة على العمل بشكل صحيح.',
            'الغرض من استخدام ملفات تعريف الارتباط هو تحليل سلوك المستخدم، وتخصيص تجربة المستخدم، وضمان الأداء السليم للمنصة.',
        ]
    ]
];
