<?php

return [
    'title' => 'سياسة الخصوصية',

    'introduction' => [
        'title' => '1. المقدمة',
        'points' => [
            "نؤكد لك أن خصوصيتك هي أولوية قصوى، ونلتزم بحمايتها بكافة الوسائل الممكنة، يوضح هذا البيان الملامح الرئيسية لسياسة الخصوصية الخاصة بمنصة 'دفاع' والمعمول بها حالياً، أو المعدلة وذلك من أجل الإفصاح عن النهج الذي تتبعه فيما يتعلق بالمعلومات الخاصة بك.",
            "استخدامك لـ 'دفاع' يعني قبولك للشروط والأحكام وكذلك قبول بيان سياسة الخصوصية. وفي حال عدم موافقتك على أي من هذه الشروط والسياسات، فلا يحق لك استخدام أو دخول الموقع أو التطبيقات المتعلقة به.",
            "الحفاظ على المعلومات من أهم أولوياتنا مع التأكيد على استخدامها على النحو اللازم للاستفادة من التعاملات الخاصة مع 'دفاع'.",
            "نضمن لك بالحفاظ على الإجراءات الأمنية، التقنية، الإدارية، الفنية الكفيلة لمنع أي وصول لأي من المعلومات الخاصة بك خارج منصة 'دفاع' لضمان التعامل بما يتماشى مع سياسة الخصوصية هذه.",
            "يقتصر الاطلاع على المعلومات الخاصة بك على منسوبي 'دفاع' المصرح لهم وبغرض تزويدك بالخدمة المطلوبة فقط.",
            'سيتم نشر إشعار على المنصة عند إجراء أي تحديثات على سياسة الخصوصية. استمرارك في استخدام المنصة بعد التعديلات يعني موافقتك على التحديثات.',
        ]
    ],

    'data_collection' => [
        'title' => '2. طريقة جمع البيانات',
        'points' => [
            "خلال استخدامك لخدماتنا قد نطلب منك تزويدنا بمعلوماتك الشخصية للتواصل معك، قد تتضمن هذه المعلومات على سبيل المثال لا الحصر: (عنوان بريدك الإلكتروني، اسمك، رقم هاتفك، موقعك، وأي معلومات أخرى مطلوبة للاتصال بك عبر الانترنت أو عبر الهاتف، بيانات الحساب البنكي والبطاقات الائتمانية، البيانات التي يتم تعبئتها من خلال نماذج منصة 'دفاع' (بما في ذلك ملفات تعريف الارتباط) أو أي تعاملات أخرى مع منصة 'دفاع').",
            "في حال تم استخدام الحساب من قبل عدة أشخاص أو بالنيابة عن منشأة فإن الشخص الذي سُجّل الحساب باسمه يكون مسؤولًا عن جميع الأنشطة ويجب أن يبلغنا فورًا عن أي استخدام غير قانوني أو غير مصرح به للحساب.",
        ]
    ],

    'data_usage' => [
        'title' => '3. استخدام البيانات وحفظها',
        'points' => [
            'كيفية استخدام البيانات الشخصية: نستخدم بياناتك الشخصية بغرض تقديم الخدمات المطلوبة والتحقق من المعاملات.',
            'الغرض من استخدام البيانات: تحسين تجربة المستخدم وتقديم الخدمات بأعلى جودة ممكنة.',
            'حفظ البيانات والمدة الزمنية: نحتفظ بمعلوماتك بشكل آمن باستخدام معايير إدارة أمن المعلومات لحمايتها. نطبق معاييرنا الأمنية على الأشخاص والعمليات ونستخدم طرف ثالث مؤهل لإدارة وسائل الدفع وتدقيقها.',
            'المدة التي تحتفظ فيها المنصة بالبيانات الشخصية هي خمس سنوات، وقد تستدعي الالتزامات القانونية الاحتفاظ بالبيانات لفترة أطول.',
        ]
    ],

    'data_sharing' => [
        'title' => '4. مشاركة البيانات مع الأطراف الثالثة',
        'points' => [
            'قد نقوم بمشاركة المعلومات الشخصية مع أطراف ثالثة للتحقيق أو لاتخاذ إجراءات بشأن الأنشطة غير القانونية أو الاحتيالية المشتبه بها أو الحالات التي تنطوي على تهديدات محتملة للسلامة لأي شخص، أو في حالات انتهاكات بنود اتفاقية الشروط والأحكام أو حسب ما تقتضيه الأنظمة والقوانين.',
            'قد نقوم أيضا بمشاركة المعلومات الشخصية مع الجهات التي تتملك المنصة مستقبلاً سواء بالاندماج أو الاستحواذ الكلي أو الجزئي.',
            "في الأصل، يقتصر الاطلاع على المعلومات الخاصة بك على منسوبي منصة 'دفاع' المصرح لهم فقط، باستثناء الحالات التي يتم فيها الاستعانة بأحد الجهات الخارجية لتقديم الخدمات المساندة.",
            'أنواع هذه الجهات تشمل مقدمي الخدمات التقنية والشركاء التجاريين.',
            'تتعهد الجهات الثالثة بحماية البيانات بما يتوافق مع المعايير المعمول بها.',
        ]
    ],

    'data_security' => [
        'title' => '5. الحفاظ على أمان البيانات',
        'points' => [
            'تتخذ المنصة كافة المعايير اللازمة للحفاظ على سرية بياناتك ومستنداتك ومعلوماتك الشخصية، وتطبق معايير في إدارة أمن المعلومات لحماية المعلومات الحساسة مثل المعلومات المالية.',
            'أنت مسؤول عن الحفاظ على سرية بيانات حسابك وكلمة المرور وتحديد من يصل إلى الأجهزة الخاصة بك أو المنصة الخاصة بنا، وتوافق على قبول المسؤولية عن جميع الأنشطة التي تتم من خلال حسابك.',
            'نلتزم بتطبيق حماية البيانات بما يتناسب مع اللوائح المحلية في المملكة العربية السعودية.',
            'الفترة التي تحتفظ فيها المنصة بالبيانات الشخصية هي خمس سنوات، وقد تتطلب الالتزامات القانونية الاحتفاظ بالبيانات لفترة أطول.',
        ]
    ],

    'user_rights' => [
        'title' => '6. حقوق المستخدم المتعلقة بالبيانات الشخصية',
        'points' => [
            'يحق لك تعديل أو تصحيح بياناتك عبر إعدادات الحساب.',
            'الحق في طلب حذف البيانات أو تقييد استخدامها: يمكن للمستخدم طلب حذف أو تقييد استخدام بياناته، ولكن قد يؤثر ذلك على استفادته من بعض الخدمات.',
            'كيفية ممارسة هذه الحقوق: عبر التواصل مع المنصة وتقديم الطلبات المطلوبة من خلال وسائل الاتصال المتاحة.',
        ]
    ],

    'cookies' => [
        'title' => '7. ملفات تعريف الارتباط',
        'points' => [
            'تستخدم المنصة ملفات تعريف الارتباط لتحسين تجربة المستخدم. تشمل أنواع ملفات تعريف الارتباط المستخدمة ملفات تحليل الاستخدام وملفات تعريف الارتباط التقنية التي تساعد في تشغيل المنصة بشكل صحيح.',
            'الغرض من استخدام ملفات تعريف الارتباط هو تحليل سلوك المستخدم وتخصيص تجربة الاستخدام وضمان الأداء السليم للمنصة.',
        ]
    ]
];
