<?php

return [
    'title' => 'الشروط والأحكام',

    'sections' => [
        'introduction' => [
            'title' => 'أولاً: المقدمة',
            'content' => [
                'نعتز بزيارتكم لمنصة دفاع',
                '"دفاع" عبارة عن منصة رقمية متخصصة تعنى بتلبية الاحتياجات القانونية للأفراد وقطاع الشركات ورواد الأعمال بمهنية وكفاءة عالية، وتقوم شركة دفاع القانونية بتشغيل وإدارة المنصة.'
            ]
        ],
        'definitions' => [
            'title' => 'ثانيا: التعريفات',
            'items' => [
                [
                    'term' => '"المنصة" أو "الدفاع" أو "نحن" أو "لنا"',
                    'definition' => 'تشير إلى منصة وتطبيق الدفاع الإلكتروني في المملكة العربية السعودية وجميع الخدمات التابعة لها، كما تشير إلى الجهة المالكة للموقع والتطبيق، والمديرين والمشغلين وجميع الأشخاص المسؤولين عن الموقع.'
                ],
                [
                    'term' => '"مقدم الخدمة"',
                    'definition' => 'هو الشخص الذي يقدم خدماته القانونية في مجاله وفقاً لبياناته المسجلة في المنصة والمقدمة من خلال منصة الدفاع.'
                ],
                [
                    'term' => '"المستخدم" أو "الحساب" أو "أنت" ',
                    'definition' => 'الذي يستخدم منصة الدفاع أو يزورها أو يسجل حسابًا فيها أو يطلب خدمات من خلالها، والذي يجب عليه الالتزام بشروط وأحكام هذه الاتفاقية'
                ],
                [
                    'term' => '"العميل" ',
                    'definition' => 'يشير إلى كل شخص أو جهة تستخدم منصة الدفاع لأغراض الحصول على الاستشارات والخدمات القانونية المتنوعة التي تقدمها المنصة'
                ],
                [
                    'term' => '"الخدمة القانونية"',
                    'definition' => 'تشير إلى كل خدمة قانونية يرغب العميل في الحصول عليها من مقدمي الخدمات، والتي تشمل الاستشارات في كافة المجالات القانونية والمذكرات والقضايا والمرافعات والعقود وأعمال التحكيم وغيرها من الأعمال القانونية المتوافقة مع الأنظمة المعمول بها في المملكة العربية السعودية'
                ],
                [
                    'term' => '"المحتوى"',
                    'definition' => 'يعني أي مراجعات أو تعليقات أو رسائل أو بيانات أو معلومات أو نصوص أو ملفات صوتية أو صور أو رسومات أو مقاطع فيديو أو رموز أو مواد أخرى يتم بثها أو عرضها على موقع منصة الدفاع'
                ],
                [
                    'term' => '"مناطق تفاعلية"',
                    'definition' => 'تعني منتديات النقاش، لوحات الإعلانات، خدمات المراجعة، أو الدردشة، أو غيرها من المنتديات التي توفرها منة "دفاع"'
                ],
                [
                    'term' => '"الاتفاقية"',
                    'definition' => 'تشير إلى هذه الوثيقة التي تتضمن الشروط والأحكام والسياسات المختلفة بما في ذلك الشروط والسياسات الخاصة بمزودي الخدمات والشروط والسياسات الخاصة بالعملاء، وكذلك سياسة الخصوصية الخاصة بالمنصة وأي اتفاقات أو عقود خطية أو إلكترونية'
                ],
                [
                    'term' => '"شروط سياسة الخصوصية" ',
                    'definition' => 'طريقة جمع البيانات وطريقة حماية المعلومات الشخصية للمستخدمين'
                ],
                [
                    'term' => '"الأنظمة"',
                    'definition' => 'تشير إلى الأنظمة المعمول بها في المملكة العربية السعودية'
                ]
            ]
        ],
        'terms_of_use' => [
            'title' => 'ثالثا: شروط الاستخدام( شروط واحكام العملاء، البيانات والمرفقات)',
            'subsections' => [
                'terms_of_use_general' => [
                    'title' => 'شروط الاستخدام',
                    'content' => [
                        'نقدم هذه الشروط والأحكام لتنظم العلاقات القانونية بين منصة "دفاع" ومستخدميها من المحامين والعملاء، فمن خلال الدخول إلى موقعنا أو تصفحه أو استخدامه، أو التسجيل فيه، فأنت تؤكد أنك قرأت هذه الشروط والأحكام وفهمت مضمونها ووافقت عليها بأكملها، إذا كنت غير موافق على أي جزء من هذه الشروط والأحكام، فلا يحق لك الوصول إلى الموقع، وتعد هذه الوثيقة هي العقد الإلكتروني المُلزم لجميع الأطراف ويجوز العمل به أمام كافة الجهات القانونية والمحاكم وغيرها، ويتم توفير الخدمات من خلال المنصة وفق الشروط والأحكام المنصوص عليها في هذه الاتفاقية، وبالتالي فأنت تلتزم بهذه الاتفاقية بغض النظر عن الدولة التي تنتمي إليها'
                    ]
                ],
                'client_provisions' => [
                    'title' => 'احكام العملاء',
                    'items' => [
                        'باعتبار أن هذه الاتفاقية عقد إلكتروني بين المنصة وجميع مستخدميها، فيجب أن يتوافر في جميع مستخدمي المنصة الأهلية المعتبرة شرعًا وقانونًا طبقًا للقوانين المعمول بها',
                        'يجب ألا يقل عمر المستخدم عن 18 عامًا وقت الانضمام إلى هذه الاتفاقية، فإذا كان المستخدم أقل من ذلك فيجب أن ينضم إلى هذه الاتفاقية بواسطة الولي الجبري أو الوصي عليه وفقًا لأحكام الولاية المعمول بها',
                        'يجب أن يطلع المستخدم على أحكام هذه الاتفاقية بشكل كامل قبل الانضمام إليها، فدخول المستخدم يعني اطلاعه على كافة شروطها، ويعد ملزمًا بها وبكافة الآثار القانونية الناشئة عن تطبيق أحكامها',
                        'يجب أن يضمن المستخدم طوال فترة انضمامه إلى هذه الاتفاقية توافر جميع الشروط والمتطلبات المذكورة في الاتفاقية وكذلك كافة الشروط والمتطلبات المنصوص عليها في القوانين المعمول بها',
                        'في حال فقد المستخدم أي شرط من شروط هذه الاتفاقية ستكون لاغية مع تطبيق كافة الآثار القانونية الناشئة خلال فترة سريانها',
                        'يجب على العميل تسجيل حساب بالمنصة للاستفادة من الخدمات القانونية التي يقدمها منسوبي منصة "دفاع"، فتقديم الطلبات من خلال المنصة يتم بشكل حصري للعملاء أصحاب الحسابات فقط، فإذا لم يكن لديك حساب بالمنصة يجب عليك إنشاء حساب قبل طلب الخدمة',
                        'العميل مسؤول بشكل كامل عن كافة الطلبات التي يتم تقديمها من خلال حسابه بالمنصة، كما سيكون العميل مسؤول بشكل كامل عن كافة المدفوعات التي تتم من خلال حسابه بالمنصة، ولا يحق له في أي وقت الادعاء بأن شخص آخر هو من قام بطلب الخدمات أو القيام بعمليات الدفع دون علمه',
                        'نرخص استخدام الحساب بشكل شخصي، وبالتالي يحظر على العميل تفويض غيره في الاستفادة من الخدمات المتاحة عبر المنصة من خلال حسابه، ويحظر على العميل الإفصاح عن بيانات الحساب وكلمة المرور لأشخاص آخرين',
                        'يجب أن يحدد العميل بوضوح الخدمات القانونية المطلوبة والتي يرغب في شرائها من خلال المنصة، وفي حال طلب خدمة بشكل خاطئ وقيام المحامي بتقديمها بالشكل المتفق عليه، لن يكون من حق العميل تغيير الخدمة، ويلتزم بتقديم طلب جديد بالنسبة لأي خدمة تختلف في الوصف عن الخدمة السابق تقديمها',
                        'يعلم العميل ويوافق على أن طبيعة التزام المحامي "بتحقيق نتيجة" في الأمور المحسومة بموجب القوانين المعمول بها والتي تحتمل أي اجتهاد، ويكون طبيعة التزام المحامي "ببذل عناية" في الأمور التي تتطلب جهد مبذول منه',
                        'في حالة تقديم الخدمة بالشكل المتفق عليه من جانب المحامي، فليس للعميل الحق في الاعتراض على الخدمة أو طلب إلغائها، ويخضع طلب الإلغاء لسياسة الإلغاء المعتمدة من قبلنا',
                        'يلتزم العميل بمعاملة المحامي بالشكل اللائق، ويحظر توجيه أي إساءة للمحامين، وفي حال حدوث أي خلاف بين الطرفين فعلى العميل التواصل مع المنصة فورًا',
                        'يجب عليك تقدم العون والتسهيلات اللازمة في حال قيام المنصة بإجراء أي تحقيقات بشأن أي استخدام نظن أنه يخالف أحكام هذه الاتفاقية أو يخالف القوانين المعمول بها أو يتسبب في نزاعات قانونية لنا أو يضر بأي من مستخدمي المنصة',
                        'يجب استخدام منصة "دفاع" بشكل قانوني ومشروع ويحظر القيام بأي معاملات أو أفعال من شأنها تعريض المنصة للمساءلة القانونية أو المطالبات القضائية وأن يبتعد المستخدمين عن استخدام المنصة لأغراض التدليس أو الاحتيال أو التواصل غير المشروع أو التواصل الوهمي أو الإضرار بأي طرف من الأطراف',
                        'يخضع استخدامك لمنصة "دفاع" لأحكام وشروط الاستخدام المطبقة وفقاً لأنظمة المملكة العربية السعودية'
                    ]
                ],
                'data' => [
                    'title' => 'البيانات',
                    'items' => [
                        'خلال استخدامك لخدماتنا قد نطلب منك تزويدنا بمعلوماتك الشخصية للتواصل معك، قد تتضمن هذه المعلومات على سبيل المثال لا الحصر (عنوان بريدك الإلكتروني، اسمك، رقم هاتفك، موقعك، واي معلومات أخرى مطلوبة للاتصال بك عبر الانترنت أو عبر الهاتف، بيانات الحساب البنكي والبطاقات الائتمانية، البيانات التي يتم تعبئتها من خلال نماذج منصة "دفاع" (بما في ذلك ملفات تعريف الارتباط) أو أي تعاملات أخرى مع منصة "دفاع")',
                        'في حال تم استخدام الحساب من قبل عدة أشخاص أو بالنيابة عن منشأة فإن الشخص الذي سُجّل الحساب باسمه يكون مسؤولًا عن جميع الأنشطة ويجب أن يبلغنا فورًا عن أي استخدام غير قانوني أو غير مصرح به للحساب',
                        'يقوم العميل بإضافة البيانات وملفات القضايا والمذكرات وغيرها من المحتوى للمحامين ليتمكنوا من دراسة الموضوع بشكل كامل ومن ثم تقديم الاستشارات المطلوبة',
                        'يجب على العميل إدخال أي معلومات مطلوبة بالمنصة بشكل صحيح ويكون مسؤول عنها وعن دقتها وحداثتها وقانونيتها ويلتزم بتحديثها كلما طرأ أي تغيير لها',
                        'أنت تفوضنا في الاحتفاظ ببيانات ومرفقات الخدمة القانونية المطلوبة عبر المنصة لأغراض تقديم الخدمة والتحقق منها وتسوية المعاملات التي تتم من خلال المنصة، ولن تكون هذه البيانات والملفات مرئية لأي مستخدم آخر'
                    ]
                ]
            ]
        ],
        'privacy_policy' => [
            'title' => 'رابعا: سياسة الخصوصية (السرية وحفظ المعلومات)',
            'items' => [
                'نؤكد لك أن خصوصيتك هي أولوية قصوى، ونلتزم بحمايتها بكافة الوسائل الممكنة، يوضح هذا البيان الملامح الرئيسية لسياسة الخصوصية الخاصة بمنصة "دفاع" والمعمول بها حالياً، أو المعدلة وذلك من أجل الإفصاح عن النهج الذي تتبعه فيما يتعلق بالمعلومات الخاصة بك',
                'استخدامك لـ "دفاع" يعني قبولك للشروط والأحكام وكذلك قبول بيان سياسة الخصوصية وفي حال عدم موافقتك على أي من هذه الشروط والسياسات فلا يحق لك استخدام أو دخول الموقع أو التطبيقات المتعلقة به',
                'الحفاظ على المعلومات من أهم أولوياتنا مع التأكيد على استخدامها على النحو اللازم للاستفادة من التعاملات الخاصة مع "دفاع"',
                'بك خارج منصة "دفاع" لضمان التعامل بما يتماشى مع سياسة الخصوصية هذه',
                'يقتصر الاطلاع على المعلومات الخاصة بك على منسوبي "دفاع" المصرح لهم وبغرض تزويدك بالخدمة المطلوبة فقط',
                '"استثناء" عند الاستعانة بأحد الجهات الخارجية لتقديم أي من الخدمات المساندة لدفاع، يتم التأكيد عليها أولاً بضرورة الالتزام والتقيد بمعايير السرية المتبعة والمعتمدة لدى منصة "دفاع" بالإضافة إلى مراقبتنا الفعالة عليها للتأكد من امتثالها لهذه المعايير',
                'أنت مسؤول عن الحفاظ على سرية بيانات حسابك وكلمة المرور وتحديد من يصل إلى الأجهزة الخاصة بك أو المنصة الخاصة بنا، كما أنك توافق على قبول المسؤولية عن جميع الأنشطة التي تتم من خلال حسابك أو كلمة المرور الخاصة بك، وإشعارنا في حال وجود أي عمليات غير مصرح بها تتم من خلال حسابك',
                'نحتفظ بمعلوماتك بشكل آمن وذلك باتباع معايير في إدارة أمن المعلومات لحماية المعلومات الحساسة مثل المعلومات المالية وتفاصيل أي معلومات شخصية أخرى، وتطبق أنظمة أمن المعلومات الخاصة بنا على الأشخاص والعمليات وأنظمة تكنولوجيا المعلومات على أساس إدارة المخاطر، ويقوم طرف ثالث مؤهل لإدارة وسائل وآلية الدفع وتدقيقها',
                'تتخذ المنصة كافة المعايير اللازمة للحفاظ على سرية بياناتك ومستنداتك ومعلوماتك الشخصية، إلا أنه لن تكون المنصة مسؤولة عن أي فقدان أو تسريب لأي من المعلومات والبيانات والمستندات التي قدمتها للمنصة طبقا لهذه المادة',
                'توافق على الحفاظ على سرية المعلومات والبيانات والمستندات المقدمة لك من قبل المنصة أو مقدمي الخدمات وتلتزم بعدم إفشائها لأي طرف ثالث وعلى سبيل المثال لا الحصر (البيانات التجارية-خطط المنتجات-الخدمات-أي من المعلومات التكنولوجية أو التصميمية بما في ذلك البرمجيات أو الأدوات المستخدمة في تصميم البرمجيات-أي معلومات تم اعتبارها أو تحديدها كمعلومات سرية)',
                'كما توافق على أن كافة المعلومات والبيانات والمستندات التي تم الإفصاح عنها من قبل المنصة أو مقدمي الخدمات لك طبقا لهذه المادة هي ملك للمنصة ولمقدمي الخدمات، ولا يجوز لك بأي حال من الأحوال مشاركتها مع الغير أو التصرف بها بغير ما هو منصوص عليها في هذه الاتفاقية'
            ]
        ],
        'contract_signature' => [
            'title' => 'خامسا: الخدمات',
            'items' => [
                'إن الغرض من هذه المنصة هو تقديم الخدمات القانونية باللغتين العربية والإنجليزية على سبيل المثال لا الحصر (الاستشارات القانونية، صياغة ومراجعة لعقود والوثائق والكتابات القانونية، قيد ومتابعة القضايا أمام المحاكم واللجان المختصة، التقنية المالية، الحوكمة، إدارة التسوية الودية للمنازعاتالملكية الفكرية، تأسيس الشركات الناشئة)',
                'تقدم الخدمات القانونية بشكل كامل للعملاء من جانب منسوبي منصة "دفاع"، لذلك يقوم العميل بتوضيح كافة المتطلبات الخاصة بالخدمة القانونية التي يرغب في الاستفادة منها من خلال المنصة بشكل واضح وصريح',
                'يجب أن تقدم الخدمة القانونية من خلال منصة "دفاع" وبالتالي فإن أي خدمة تقدم خارج المنصة لن نقبل التعامل عليها أو دفع مقابلها من خلال المنصة',
                'يحظر تقديم مزود الخدمة أو العميل لأي تواصل خارجي ويقتصر تواصل الأطراف داخل المنصة فقط',
                'يتم إغلاق الطلب في حال تنفيذه بشكل كامل من جانب المحامي، وفي حال رغبة العميل في الحصول على خدمة جديدة فعليه فتح طلب جديد من خلال المنصة'
            ]
        ],
        'subscriptions_payment' => [
            'title' => 'سادسا: حقوق الملكية الفكرية والعلامة التجارية',
            'subsections' => [
                'intellectual_property' => [
                    'title' => 'حقوق الملكية الفكرية',
                    'items' => [
                        'إن المحتوى على موقعنا والعلامات التجارية وعلامات الخدمة والشعارات المشمولة في هذه الشروط (العلامات) مملوكة لدى موقعنا او تم ترخيصها لنا وتخضع الى حقوق النشر وحقوق الملكية الفكرية الاخرى في المملكة العربية السعودية والمعاهدات الدولية',
                        'إن محتوى موقعنا يتضمن بدون حصر كافة محتوى البرمجيات الأساسي وقواعد البيانات والوظائف والبرمجيات وتصميمات الموقع على الشبكة والصوت والفيديو والنص والصور الفوتوغرافية والرسوم البيانية، كما أن كافة الرسوم البيانية والشعارات والتصميمات ورؤوس الصفحات والأيقونات والنصوص واسماء الخدمة العائدة لموقعنا هي علامات تجارية مسجلة وعلامات تجارية بموجب القانون العام او بشكل تجاري لموقعنا، ولا يجوز استخدامها كجزء من العلامات التجارية و:أو كجزء من اسماء النطاق، بالارتباط مع أي منتج او خدمة بأي اسلوب من المحتمل ان يسبب تشابه ولا يجوز نسخها، تقليدها، او استخدامها سواء بالكامل او جزئيا بدون تصريح خطي مسبق من موقعنا، كما أنه لا يجوز استخدام محتوى موقعنا أو تطبيقنا لغير المشترك الشخصي أو التجاري فقط ولا يجوز استخدامه، نسخه، اعادة انتاجه، توزيعه، نقله، بثه، عرضه، بيعه، ترخيصه او بخلاف ذلك واستغلاله لاي أغراض اخرى آيا كانت بدون التصريح الخطي المسبق من المالكين المعنيين، كما أن الاستعادة النظامية للبيانات أو أي محتوى آخر من الموقع او لإنشاء او تأليف، سواء بشكل مباشر او غير مباشر، مجموعة، مؤلف، قاعدة بيانات او دليل بدون التصريح الخطي من موقعنا محظور.',
                        'وبما إنك مؤهل لاستخدام الموقع، يتم منحك ترخيص محدود للدخول وتنزيل او طباعة نسخة عن أي جزء من محتوى موقعنا الذي حصلت على حرية الدخول اليه بشكل صحيح فقط للاستخدام الشخصي غير التجاري، ويحتفظ موقعنا بكافة الحقوق التي لم يتم منحها صراحة اليك في:على موقع الشبكة ومحتوى وعلامات موقعنا، وفي حالة قيامك بتنزيل او طباعة نسخة عن محتوى موقعنا وفق التصريح المخول لك، يتعين عليك الاحتفاظ بكافة اشعارات حقوق النشر واشعارات الملكية الاخرى المشمولة فيها، وتوافق على عدم تجاوز وإبطال او بخلاف ذلك التدخل في الخصائص الامنية الخاصة بموقع الشبكة او الخصائص التي تمنع او تقيد استخدام او نسخ أي من محتوى موقعنا او تنفيذ القيود على استخدام الموقع على الشبكة ومحتواه'
                    ]
                ],
                'brand' => [
                    'title' => 'العلامة التجارية',
                    'items' => [
                        '"دفاع" هي علامة تجارية ومستخدمة من جانبنا ولا يجوز التعدي عليها أو تقليدها أو نسخها أو تداولها بشكل غير قانوني أو استخدامها على علامات أو خدمات غير تابعة لنا، وفي حالة الاعتداء على تلك العلامة يحق لنا اتخاذ كافة الإجراءات القانونية التي تحفظ كافة حقوقنا التجارية عليها',
                        'قد يكون متوفر من خلال المنصة علامات تجارية خاصة بالغير، وفي حالة اعتداء أي من مستخدمي المنصة عليها فيحق لأصحابها الدفاع عنها واتخاذ الإجراءات القانونية ضد المستخدم',
                        'يحق لنا وضع العلامة التجارية الخاصة بنا على أي محتوى يقدمه العميل عبر المنصة',
                        'ننوه بأن هذا الموقع قد يعرض موادًا تحتوي على حقوق ملكية فكرية لأطراف ثالثة، وهذه الحقوق هي ملك لأصحابها ويستفاد منها حسب السياسة التي وضعها'
                    ]
                ]
            ]
        ],
        'termination' => [
            'title' => 'سابعا: المحتوى',
            'items' => [
                'نتيح من خلال المنصة العديد من العناصر كالنصوص والرسومات والصور بكافة أشكالها وأنواعها والشعارات والرسوم التوضيحية والشروحات والبيانات والمواد الأخرى المقدمة من منصة "دفاع" على أو من خلال خدمات المنصة المختلفة، ويجب أن يكون استخدامك لهذه العناصر لأغراض تقديم الخدمات أو الاستفادة منها',
                'إن توفير المحتوى من خلال المنصة من جانبنا واختياره وتجميعه وترتيبه من المحتمل أن يحتوي على أخطاء أو إغفال أو أخطاء إملائية أو أن يكون غير محدث أو متزامن أو لا يتم مراجعته بشكل دائم، وبالتالي فأنت تعفي منصة " دفاع" من أي مسؤولية ناشئة عن ذلك، وتتعهد بالتحقق من هذا المحتوى بنفسك قبل الاعتماد عليه',
                'يجب أن يكون المحتوى المقدم من المستخدم عبر المنصة لأغراض تقديم الخدمات أو الاستفادة منها، ويحظر تقديم محتوى يتضمن إساءة أو تشويه للسمعة أو كيدي أو لأغراض التضليل أو الاحتيال على المستخدمين أو لأي أغراض غير قانونية',
                'يكون المستخدم مسؤول بشكل كامل عن الأضرار التي يسببها المحتوى الذي يقدمه لغيره من المستخدمين أو الأطراف الثالثة، سواء كانت الأضرار مباشرة أو غير مباشر'
            ]
        ],
        'intellectual_property_trademark' => [
            'title' => 'ثامنا: التعديلات',
            'subsections' => [
                'changes_privacy_policy' => [
                    'title' => 'تغييرات على سياسة الخصوصية',
                    'items' => [
                        'لنا الحق في تعديل أو تحديث سياسة الخصوصية الخاصة بنا من وقت لآخر، سيتم نشر أي تغير أو تعديل في هذه الصفحة، ننصحك بمراجعة سياسة الخصوصية بشكل دوري لأي تحديثات، فهذه التغييرات تكون نافذة فور نشرها على هذه الصفحة'
                    ]
                ],
                'amendments_general' => [
                    'title' => 'التعديلات والأحكام العامة',
                    'items' => [
                        'نحن نحتفظ بالحق في تعديل أو استبدال أو تغيير جزء : أو أجزاء من شروط الاستخدام والأحكام أو تعديلها أو إضافة معلومات إليها أو إزالتها في أي وقتويصبح أي تعديل أو تحديث على هذه الشروط والأحكام نافذًا فور إعلانه في واجهة الموقع، وإن استخدامك للموقع بعد ذلك يعتبر قبولاً منك',
                        'يعد استمرارك في الوصول و:أو استخدامك الموقع بعد أن تصبح التغييرات نافذة المفعول؛ موافقة منك على الالتزام بالتعديلات، وإذا كنت غير موافق على الشروط والأحكام الجديدة، فيرجى منك التوقف عن استخدام الموقع الإلكتروني أو الوصول له',
                        'أي مخالفة لهذه الشروط والأحكام قد تعرض الحساب الخاص بك للإيقاف بدون إشعار مسبق'
                    ]
                ],
                'trademark' => [
                    'title' => 'الإلغاء',
                    'items' => [
                        'يحق للمنصة إلغاء أي من الخدمات المتاحة من خلالها أو تعديل المنصة بشكل كامل أو تغييرها أو تغيير نشاطها',
                        'يحق لنا إلغاء الشروط والأحكام وسياسة الخصوصية أو استبدالهم في أي وقت دون أن يتطلب ذلك الحصول على موافقتك'
                    ]
                ]
            ]
        ],
        'platform_responsibility' => [
            'title' => 'تاسعا: مسؤولية المنصة',
            'items' => [
                'قد يحتوي هذا الموقع على روابط لمواقع أخرى، وننصحك بقراءة شروط الاستخدام وأحكامه لكل موقع، كما أننا لا نتحمل مسؤولية المحتويات التي تظهر في تلك المواقع',
                'نبذل كل الجهود لفحص واختبار محتويات موقعنا دائما بتوفير أفضل برامج الحماية، ويستحسن أن تقوم بتشغيل برنامج حماية على جهازك الخاص لحمايته',
                'كل مستخدم يستخدم منصة "دفاع" يكون مسؤول مسؤولية شخصية عن كافة الأفعال والأنشطة التي يقوم بها من خلال المنصة، ولن تكون منصة دفاع مسؤولة بالتضامن أو بالتبعية عن أي من المستخدمين',
                'يكون المستخدم مسؤول مسؤولية شخصية في حالة عدم التزامه بالالتزامات المفروضة عليه بموجب هذه الشروط أو السياسات المطبقة، وفي حالة إخلاله بالقوانين المعمول بها في الدول التي يستخدم التطبيق على أرضها',
                'يحق لكل طرف من أطراف الاتفاقية الرجوع على الطرف الآخر في حالة الإخلال بأي من حقوقه القانونية أو أي من حقوقه المنصوص عليها في هذه الاتفاقية',
                'يتحمل المستخدم المسؤولية القانونية في حالة إخلاله بأي حق من حقوقنا بموجب هذه الشروط والأحكام أو الاعتداء على أي حق من حقوقنا أو ملكيتنا للمنصة أو أي من عناصرها',
                '"منصة دفاع" لا تقدم أي تعهدات أو ضمانات من أي نوع، صراحة أو ضمناً، فيما يتعلق باكتمال، أو دقة، أو مصداقية، أو ملائمة، أو إتاحة المنصة أو المعلومات، أو الخدمات التي تشملها منصتنا لأي غرض ويكون اعتمادك على أي من مثل هذه المعلومات تحت مسؤوليتك الخاصة بشكل نهائي وتام',
                'منصة دفاع لن تتحمل تحت أية ظرف أية مسؤولية متعلقة بأية خسارة أو ضرر، ويشمل ذلك على سبيل المثال لا الحصر (الخسائر أو الأضرار المباشرة أو غير المباشرة أو التبعية) أو أي خسارة أو ضرر من أي نوع أو حجم قد تنجم عن فقدان أي من البيانات أو الأرباح الناتجة عن استخدام منصة دفاع',
                'المنصة قد تتوقف من وقت لآخر، وقد تتوقف بشكل دائم سواء لأسباب إرادية أو غير إرادية، وبالتالي فأنت تعفينا من أي مسؤولية قانونية في حالة التوقف الدائم أو المؤقت للمنصة أو أي من خدماتها',
                'يخلي المستخدم مسؤولية منصة "دفاع" عن كافة الأنشطة غير المشروعة غير التابعة لنا التي قد تحدث عبر المنصة، فالمنصة لا تستطيع السيطرة على كافة الأفعال المخالفة ويجب على المتضرر إبلاغنا لإيقاف مصدر الضرر',
                'ننصحك بحفظ بطاقتك الائتمانية في مكان آمن، وننوه بأننا لا نتحمل مسؤولية استخدامها من قبل أشخاص آخرين قد أطلعتهم عليها واستخدموها دون إذن منك',
                'عندما يغلب على ظنك أن هناك شخص آخر على اطلاع بكلمة المرور الخاصة بحسابك، فيلزمك إبلاغنا فورا لاتخاذ الإجراء المناسب وإذا لم تبلغنا أو تأخرت في التبليغ، فإننا لا نتحمل مسؤولية الأضرار الناتجة عن ذلك'
            ],
            'compensation' => [
                'title' => 'التعويضات',
                'items' => [
                    'منصة " دفاع" لا تقدم أي نوع من أنواع التأمين أو التعويضات لأي من مستخدميها أ أو العملاء، سواء عن الأضرار الناشئة عن خطأ جانب مزودي الخدمات أو العملاء أو عن أي إهمال يقع من جانب المنصة أو موظفيها أو من المسؤولين عن تشغيلها',
                    'إن اطّلاعكم على هذه السياسة أو استخدام منصة دفاع يعني موافقتكم الضمنية على إبراء ذمة منصة دفاع ومدراءها وجميع الموظفين والوكلاء وعدم تحميل أي منهم أية مسؤولية تنجم عن مطالبات أو تعويضات',
                    'يلتزم المستخدم بتعويضنا تعويضاً كاملاً عن كافة الأضرار المادية والمعنوية عن الأفعال غير المشروعة التي يقوم بها من خلال المنصة، أو الناشئة بشكل عام عن استخدامه للمنصة أو عدم الالتزام بأي من شروطها وأحكامها أو عدم الالتزام بالقوانين المعمول بها'
                ]
            ]
        ],

        'other_parties' => [
            'title' => 'عاشرا: الأطراف الأخرى',
            'items' => [
                'قد يجد المستخدمون إعلانات أو غيرها من المحتويات على منصتنا تحمل روابط لمواقع وخدمات شركائنا، أو المعلنين، أو الراعين، أو مانحي التراخيص، أو الأطراف الأخرى التي تقدم خدمات عبر منصتنا كالمحاسبين والمترجمين ومزود خدمة الدفع الإلكتروني لتأمين عمليات الدفع الخاصة بالعميل أو غيرهم من الكيانات التي تمثل الطرف الثالث، وينبغي العلم بأننا لا نتحكم في المحتوى أو الروابط التي تظهر على تلك المواقع ولسنا مسؤولين عن الممارسات التي تقوم بها المواقع المرتبطة بموقعنا، بالإضافة إلى ذلك، فإن تلك المواقع أو الخدمات، وتشمل المحتوى والروابط، قد تتغير باستمرار، وهذه المواقع والخدمات يكون لديها سياسة الخصوصية وسياسات خدمة العملاء الخاصة بها، كما أن التصفح والتفاعل على أي موقع آخر، بما في ذلك المواقع التي تحمل رابط لتطبيقنا، تخضع للشروط والسياسات الخاصة بتلك المواقع',
                'قد نتعاون مع جهة خارجية من مزودي الخدمات لمساعدتنا فيما يتعلق ببعض الخصائص الموجودة على موقعنا، وسيتم تزويد مورد الخدمة الذي نتعامل معه ببياناتك الشخصية بالنيابة عنا وتكون ملزمة بعدم الإفصاح عنها ولن يُسمح لها باستخدامها لأي غرض آخر',
                'في الأصل، يقتصر الاطلاع على المعلومات الخاصة بك على منسوبي منصة "دفاع" المصرح لهم وبغرض تزويدك بالخدمة المطلوبة فقط',
                '"استثناء" عند الاستعانة بأحد الجهات الخارجية لتقديم أي من الخدمات المساندة لمنصة "دفاع"، يتم التأكيد عليها أولاً بضرورة الالتزام والتقيد بمعايير السرية المتبعة والمعتمدة لدى "دفاع" بالإضافة إلى مراقبتنا الفعالة عليها للتأكد من امتثالها لهذه المعايير',
                'كما أننا في منصة "دفاع" متعاقدين مع جهات متخصصة في استضافة المواقع والتطبيقات لتخزين المحتوى والبيانات والمنصة بشكل كامل لضمان سير عملها بشكل دائم ودون انقطاع أو فقد محتوى أو بيانات',
                'يفوضنا المستخدم في التعامل مع الأطراف المتعاقدة نيابة عنه، ويكون ملزمًا بكافة العقود التي نبرمها مع هذه الجهات وبأي محاذير استخدام، فعمل هذه الجهات أصبح جزء لا يتجزأ من عمل المنصة، وفي حال اعتراض المستخدم على التعاقد مع هذه الجهات فهذا يعني عدم رغبته في الاستفادة من خدمات المنصة بشكل كامل',
                'قد نقوم بتغيير الأطراف المتعاقدة من وقت لآخر، ولأسباب مختلفة، وسنقوم بذلك من تلقاء أنفسنا دون الرجوع إليك',
                'تُخلي المنصة مسؤوليتها القانونية عن أي أخطاء مباشرة أو غير مباشرة، متعمدة أو غير متعمدة، تقع من الأطراف الثالثة التي تقوم بتقديم الخدمات عبر المنصة، ومن حقك الرجوع عليها دون أدنى مسئولية على منصة دفاع أو شركاءها',
                'قد يطلب منا في بعض الظروف من قبل الجهات الحكومية أو القضائية مشاركة المعلومات معهم أو مع طرف ثالث للتحقق من مطالبات قانونية أو لتلبية متطلبات الأمن الوطني أو لتنفيذ الأحكام القضائية، أو غيرها',
                'قد نقوم بمشاركة المعلومات الشخصية مع طرف ثالث للتحقيق أو لاتخاذ إجراءات بشأن الأنشطة غير القانونية أو الاحتيالية المشتبه بها أو الحالات التي تنطوي على تهديدات محتملة للسلامة لأي شخص، أو في حالات انتهاكات بنود اتفاقية الشروط والأحكام أو سياسة الخصوصية أو حسب ما تقتضيه الأنظمة والقوانين',
                'قد نقوم أيضا بمشاركة المعلومات الشخصية مع الجهات التي تتملك المنصة مستقبلاً سواء بالاندماج أو الاستحواذ الكلي أو الجزئي'
            ]
        ],
        'electronic_contract_signature' => [
            'title' => 'الحادي عشر: العقد الالكتروني والتوقيع',
            'subsections' => [
                'electronic_contract' => [
                    'title' => 'العقد الإلكتروني',
                    'items' => [
                        'نظرًا لأن الخدمات التي نقدمها جميعها إلكترونية، وأن التعامل مع كافة مستخدمينا يتم بشكل إلكتروني، كان لزامًا علينا التنازل عن العقود والوثائق الخطية التي يجب أن توقع مع كل مستخدم والاعتداد بالوثائق والعقود الالكترونية وذلك في إطار نظامي نراعي فيه كافة الأحكام القانونية المعمول بها',
                        'تعد هذه الاتفاقية عقدًا إلكترونيًا بين المنصة وجميع مستخدميها، يحل محل كافة الاتفاقات الشفهية أو الخطية السابقة على الانضمام إليها، ويعد هذا العقد صحيح من الناحية القانونية حيث يتوافر فيه كافة الشروط القانونية من تراضي ومحل وسبب، ويتوافر في هذا العقد الالكتروني الإيجاب والقبول اللذان تتطلبهما القوانين المعمول بها لصحة العقود',
                        'ينتج هذا العقد الإلكتروني كافة الآثار القانونية التي ترتبها العقود الخطية الموقعة بين الأطراف، ويحل هذا العقد ومحلها ويأخذ حكمها ويرتب ذات أثارها',
                        'يخضع هذا العقد الإلكتروني للتعديل والتحديث بشكل مستمر ليتوافق مع الخدمات التي يتم تقدميها من جانب منصة "دفاع"، ويتحمل المستخدم مسؤولية مراجعة هذه الاتفاقية بشكل دوري لمراجعة أي تعديل على تلك الشروط والأحكام، ويعد أي استخدامه أو صولة لخدماتنا بعد التعديلات التي قمنا بها موافقة صريحة عليها وقبولاً بالأحكام الجديدة',
                        'غير مرخص لك بتفسير أو تأويل أي من شروط هذه الاتفاقية، وتعد منصة "دفاع" هي الجهة الوحيدة المختصة بتفسير أو تأويل أحكام هذه الاتفاقيةلذلك عليك التواصل معنا على الفور في حال عدم وضوح أي من هذه الشروط بالنسبة لك'
                    ]
                ],
                'electronic_signature' => [
                    'title' => 'التوقيع الإلكتروني',
                    'items' => [
                        'في العقود الإلكترونية لا يتطلب الموافقة عليها الحصول على توقيعات خطية خاصة بالمستخدمين، وإنما يتم الموافقة عليها بوسائل إلكترونية وفي منصة "دفاع" يعد الموافقة على العقد توقيعاً إلكترونياً على هذه الاتفاقية.'
                    ]
                ]
            ]
        ],

        'payment_policy' => [
            'title' => 'الثاني عشر: سياسة الدفع',
            'items' => [
                'تخضع منصة "دفاع" للبنك المركزي السعودي فيما يتعلق بسياسة الدفع وتلتزم بكافة القواعد الإلزامية الصادرة منها',
                'تكون العملة الرسمية للمدفوعات عبر منصة "دفاع" هي الريال السعودي',
                'توفر المنصة بوابة دفع إلكتروني بالتعاقد مع مزود خدمة دفع إلكتروني لتزويد العميل بوسائل دفع مختلفة وتتميز بالسهولة والأمان، ليختار العميل منها ما يناسبه',
                'قد تفرض البنوك التي يستخدمها العميل في عمليات الدفع وكذلك مزود خدمة الدفع الالكتروني رسوم على عمليات تحويل الأموال أو استردادها وفي هذه الحالة يتحمل العميل كافة هذه الرسوم',
                'يجب على العميل تأمين الجهاز المستخدم في عمليات الدفع وأن يكون الجهاز خالي من أي فيروسات وبرمجيات التجسس، فالمنصة لا تتحمل أي مسؤولية ناشئة عن فقد العميل لبياناته المصرفية نتيجة أي أعمال غير مشروعة',
                'يحق للمنصة في أي وقت تعديل سياسة الدفع الخاصة بنا دون الحصول على موافقة المستخدم الصريحة أو الضمنية',
                'يمكنك دفع مقابل الخدمات القانونية في المنصة بوسائل الدفع الآتية )فيزا، ماستر كارد، مدى، وغيرها).',
                'جميع المبالغ التي تدفعها غير قابلة للاسترداد إلا في الحالات الخاضعة لسياسة الاسترجاع وعلى سبيل المثال التأخر في تسليم المذكرة القانونية أو عدم الرد على الاستشارة في الموعد المحدد أو أي خطأ فني أو تقني من قبلنا، أدى إلى فوات موعد التسليم المتفق عليه'
            ]
        ],

        'termination_of_use' => [
            'title' => 'الثالث عشر: انهاء الاستخدام',
            'items' => [
                'يحق لنا إلغاء الشروط والأحكام وسياسة الخصوصية أو استبدالهم في أي وقت دون أن يتطلب ذلك الحصول على موافقتك',
                'يجوز لنا وحسب تقديرنا إنهاء أو تقييد أو إيقاف حقك في الدخول إلى الموقع واستخدامه دون إشعار ولأي سبب، بما في ذلك مخالفة شروط وبنود الاستخدام والتبليغ عنك واتخاذ الإجراءات القانونية اللازمة إذا قمت بأي من الآتي:',
                'ادخال أي نوع من أنواع الفيروسات على موقعنا',
                'تحميل ملفات ضارة أوقفت الموقع عن العمل، أو قمت بتغيير تصاميم الموقع، أو إتلافه',
                'إذا دخلت دخولاً غير مشروع إلى الموقع لإلغاء بيانات خاصة، أو حذفها، أو إتلافها، أو تغييرها، أو إعادة نشرها',
                'إذا دخلت دخولاً غير مشروع إلى الموقع لإلغاء بيانات خاصة، أو حذفها، أو إتلافها، أو تغييرها، أو إعادة نشرها'
            ],
            'cancellation' => [
                'title' => 'الفسخ',
                'items' => [
                    'تعد هذه الاتفاقية مفسوخة من تلقاء ذاتها مع المستخدم الذي يخالف أي من الشروط والأحكام المنصوص عليها فيها، أو الإخلال بالحقوق المالية الخاصة بنا، أو الإخلال بأي التزامات قانونية أخرى مطلوبة',
                    'تظل كافة الآثار القانونية الناشئة قبل فسخ هذه الاتفاقية معمول بها ومطبقة بين الأطراف، وتتوقف هذه الاتفاقية عن ترتيب آثارها من تاريخ الفسخ فقط، ما لم تكن في هذه الاتفاقية التزامات مستمرة ففي هذه الحالة يلتزم بها المستخدم حتى مع فسخ هذه الاتفاقية'
                ]
            ]
        ],

        'general_provisions' => [
            'title' => 'الرابع عشر: الاحكام العامة',
            'subsections' => [
                'amendments' => [
                    'title' => 'التعديلات والأحكام العامة',
                    'items' => [
                        'نحن نحتفظ بالحق وفقًا لتقديرنا الخاص في تعديل أو استبدال أو تغيير جزء أو أجزاء من شروط الاستخدام والأحكام أو تعديلها أو إضافة معلومات إليها أو إزالتها في أي وقت، ويصبح أي تعديل أو تحديث على هذه الشروط والأحكام نافذًا فور إعلانه في واجهة الموقع، وإن استخدامك للموقع بعد ذلك يعتبر قبولاً منك',
                        'يعد استمرارك في الوصول أو استخدامك الموقع بعد أن تصبح التغييرات نافذة المفعول، موافقة منك على الالتزام بالتعديلات، وإذا كنت غير موافق على الشروط والأحكام الجديدة، فيرجى منك التوقف عن استخدام الموقع الإلكتروني',
                        'أي مخالفة لهذه الشروط والأحكام قد تعرض الحساب الخاص بك للإيقاف بدون إشعار مسبق',
                        'عند انتهاء علاقتنا معك سنواصل تخزين النسخ المؤرشفة من معلوماتك ومعلومات الخدمات القانونية المقدمة لك لأغراض التخزين والحفظ ولالتزامنا بالأنظمة والقوانين',
                        'يمكنك الاحتفاظ بجميع معلوماتك الشخصية وسجل عملياتك والدخول إليها في أي وقت، كما نمنحك صلاحيات محدودة من إعدادات حسابك للسماح لك بتصحيح أو تعديل أو حذف أو الحد من استخدام المعلومات الشخصية الخاصة بك',
                        'قد يترتب على قيامك بحذف أو تقييد استخدام معلوماتك الشخصية، تعطيل الاستفادة من خدماتنا بالشكل المرضي',
                        'يقر المستخدم بعلمه وموافقته على قيام المنصة بتسجيل المكالمات الصوتية التي تتم من خلال المنصة، وبتخزين مضمون الخدمات القانونية المقدمة وما يتبعها من مرفقات',
                        'يحق للمنصة استخدام مضامين الخدمات القانونية وما يتبعها من مرفقات ومكالمات صوتية لأي غرض تراه مناسباً دون التشهير أو الإساءة للمستخدم',
                        'يقر المستخدم بأحقية المنصة باستخدام كل ما ورد في سياسة الخصوصية، وما يطرأ عليها',
                        'يلتزم المستخدم بتزويد منصة "دفاع" بالمعلومات والبيانات الصحيحة المطلوبة للاستفادة من خدمات المنصة',
                        'يحظر على المستخدم القيام بأي عمل قد يؤدي لحدوث ضغط غير محتمل أو غير متناسب مع المنصة أو البنية الخاصة بها',
                        'يحظر على المستخدم نشر أو تحميل أي مواد تشهيرية، هجومية، انتهاكيه، مضرة، تهديدية، مسيئة، ملتوية أو عنصرية أو غير ملائمة أخلاقياً أو غير ذلك من محتوى أو معلومات غير قانونية',
                        'يحظر على المستخدم الدخول أو القيام بمحاولة دخول غير مصرح به للمنصة أو منح الآخرين صلاحية استخدام حسابه، أو انتحال أي شخصية أو تحريف العضوية مع شخص آخر، ويتحمل المستخدم ما يترتب على مخالفته لأحكام هذه الفقرة',
                        'يحظر على المستخدم القيام بعمل من الممكن أن يتسبب بالضرر أو يتضارب مع حقوق الملكية الفكرية للمنصة',
                        'يحظر على المستخدم تحميل أو إرفاق أي ملفات أو برامج أو أي مواد أخرى محمية من قبل قوانين حقوق الملكية الفكرية أو أي حقوق خاصة أو عامة لا يملك حقوق استخدامها'
                    ]
                ]
            ]
        ],
        'communication_legal_notifications' => [
            'title' => 'الخامس عشر: مجال الاتصال والإخطارات القانونية',
            'subsections' => [
                'communication_areas' => [
                    'title' => 'مجالات الاتصال',
                    'items' => [
                        'قد نستخدم معلوماتك الشخصية للاتصال بك من خلال الرسائل الإخبارية والمواد التسويقية أو الترويجية وغيرها من المعلومات التي قد تهمك يمكنك اختيار عدم تلقي أي من هذه الاتصالات أو جميعها من خلال إتباع رابط إلغاء الاشتراك أو الإرشادات الواردة في أي بريد إلكتروني تم إرساله لك'
                    ]
                ],
                'legal_notices' => [
                    'title' => 'الاخطارات القانونية',
                    'items' => [
                        'كافة الإخطارات القانونية المطلوب تبليغها وفقًا للقوانين المعمول بها يتم إرسالها عبر العناوين الرسمية المدونة في صفحة التسجيل الخاصة بالمستخدم أو الإشعارات التي تتم عبر التطبيق، والتي تشمل الاتصال بالهاتف أو الرسائل عبر الهاتف أو عبر البريد الالكتروني، وتحل هذه الإخطارات الهاتفية أو الإلكترونية محل كافة الإخطارات الخطية المطلوبة قانونًا، وتكون معتمدة بشكل رسمي بين الأطراف وتعد إشعارات قانونية منتجة لآثار التبليغ',
                        'يقر كل مستخدم بتنازله عن أي حقوق قانونية في تلقي أي إخطارات خطية من جانب المنصة، ويقر بأن المنصة غير ملزمة بتقديم الإخطارات الخطية ويحل محلها الإخطارات الهاتفية أو الإلكترونية في إنتاج آثارها القانونية على النحو المشار إليه أعلاه، ويتم الاعتداد بها أمام كافة الجهات الرسمية'
                    ]
                ],
                'communication_between_parties' => [
                    'title' => 'التواصل بين الأطراف',
                    'items' => [
                        'يتواصل العميل مع منسوبي منصة "دفاع" بشكل مباشر لأغراض الاستفسار عن الخدمات القانونية المطلوبة أو بشأن طلب تنفيذها',
                        'في حال حجز موعد للاستشارة يتم التواصل بين منسوبي منصة "دفاع" والعميل من خلال وسائل الاتصال الالكترونية، وذلك لأغراض عرض السؤال أو الاستفسار من جانب العميل والحصول على المعلومات والآراء من جانب المحامين'
                    ]
                ]
            ]
        ],

        'applicable_law' => [
            'title' => 'السادس عشر: القانون الواجب التطبيق',
            'subsections' => [
                'applicable_law_general' => [
                    'title' => 'القانون واجب التطبيق',
                    'items' => [
                        'تخضع وتفسر شروط هذا الموقع وكافة التعاملات الواردة فيه وفقاً لأنظمة المملكة العربية السعودية، في حال نشوء نزاعات أو خلافات متعلقة بشروط الموقع الماثلة(بما في ذلك النزاعات غير التعاقدية(، وتختص محاكم المملكة العربية السعودية حصريا بالنظر فيها في مدينة (الرياض.)',
                        'في حال أصبح أي حكم من أحكام هذه الاتفاقية غير ساري أو غير قانوني أو غير قابل للتنفيذ، فإن قانونية وقابلية تنفيذ الأحكام الأخرى لن تتأثر بأي طريقة كانت بذلك الحكم'
                    ]
                ],
                'compliance' => [
                    'title' => 'الامتثال للأنظمة والقوانين',
                    'items' => [
                        'سنقوم بالإفصاح عن معلوماتك الشخصية – دون موافقة مسبقة منك- إذا كان ذلك مطلوبًا أو مسموحاً به بموجب القانون، أو بأمر من المحكمة، أو لأي جهة حكومية مصرح لها وفقاَ للأنظمة، ونؤكد لك إننا لا نشارك بياناتك مع أي جهة رسمية حكومية إلا بخطاب رسمي موجه لشركتنا بالإفصاح عن بياناتك شخصيًا في حالات أمنية أو جنائية، أو إذا كنا نعتقد أن هذا الإجراء ضروري لتطبيق القانون، أو لاستيفاء متطلبات قضائية، أو لحماية أمن أو سلامة الخدمة والموقع، أو لحماية حقوق الملكية الخاصة بموقعنا، أو يكون ضروري لتقديم الخدمات أو المنتجات، أو توفير الدعم التقني لعملاء الشركة، أو بناء على موافقة خطية منك',
                        'في حال أصبح أي حكم من أحكام هذه الاتفاقية غير ساري أو غير قانوني أو غير قابل للتنفيذ، فإن قانونية وقابلية تنفيذ الأحكام الأخرى لن تتأثر بأي طريقة كانت بذلك الحكم'
                    ]
                ]
            ]
        ]
    ]
];
