<?php

return [

    'header' => [
        'title' => 'خدمات الترجمة',
        'subtitle' => 'ترجمة احترافية لدعم تكامل أعمال منشأتك',
        'description' => 'تتيح دفاع لمشتركيها الوصول إلى خدمات ترجمة احترافية عبر التعاقد مع منشأة سعودية متخصصة بالترجمة المعتمدة، بإشراف مترجمين وخبراء لغويين ومستشارين مرخصين، وتهدف من هذا التعاون إلى توفير حلول ترجمة ذكية تساعد المشتركين على توفير الوقت والمال
تمتع بخدمة ترجمة احترافية، حيث السرعة والدقة والسرية، الالتزام التام بالمواعيد، تنوع اللغات، أسعار تنافسية، وتخصصات تلبي كل تطلعاتك',
    ],

    'specializations' => [
        'title' => 'مجالات الترجمة',
        'types' => [
            'website' => 'ترجمة المواقع الالكترونية',
            'technical' => 'الترجمة التقنية',
            'medical' => 'الترجمة الطبية',
            'legal' => 'الترجمة القانونية',
            'financial' => 'الترجمة المالية',
            'commercial' => 'الترجمة التجارية',
        ],
    ],

    'services' => [
        'how_service_works' => 'كيف تعمل الخدمة؟',
    ],

    'form' => [
        'cta' => [
            'heading' => 'لخدمتك بشكل أفضل!',
            'description' => 'املأ النموذج أدناه وسيرسل مكتب الترجمة؛ عرض السعر المناسب في أقرب وقت',
            'button' => 'اطلب عرض السعر',
        ],
        'title' => 'فضلاً، قم بملء هذا النموذج',
        'fields' => [
            'file_name' => 'اسم الملف',
            'translate_to' => 'الترجمة إلى',
            'translate_from' => 'الترجمة من',
            'translation_quality' => 'جودة الترجمة',
            'specialization' => 'التخصص',
            'file_upload' => 'ارفاق ملفات',
            'select_file' => 'اختيار ملف',
            'notes' => 'ملاحظات',
            'arabic' => 'العربية',
            'english' => 'الإنجليزية',
            'certified' => 'ترجمة معتمدة (للاستخدام الرسمي)',
            'standard' => 'للاستخدام الشخصي',
            'general' => 'عام',
            'academic' => 'أكاديمي',
            'legal' => 'قانوني',
            'medical' => 'طبي',
            'technical' => 'تقني',
            'literary' => 'أدبي',
        ],
        'dropdown_options' => [
            'certified' => 'معتمدة',
            'standard' => 'عادية',
        ],
    ],

];
