<?php

return [
    'header' => [
        'title' => 'خدمات الترجمة',
        'subtitle' => 'ترجمة احترافية لدعم تكامل أعمال منشآتك',
        'description' => 'تنبع دفاع لمنشآتها الوصول إلى خدمات ترجمة احترافية عبر التعاقد مع منشأة سعودية متخصصة بالترجمة المعتمدة، بإشراف مترجمين وخبراء لغويين ومستشارين مرخصين، وتهدف من هذا التعاون إلى توفير حلول ترجمة ذكية تساعد المنشآت على توفير الوقت والمال. تمتع بخدمة ترجمة احترافية، حيث السرعة والدقة والسرية، الالتزام التام بالمواعيد، تنوع اللغات، أسعار تنافسية، وتخصصات تلبي كل احتياجاتك.',
    ],
];
