<?php

return [
    'header' => [
        'title' => 'خدمات الترجمة',
        'subtitle' => 'ترجمة احترافية لدعم تكامل أعمال منشآتك',
        'description' => 'تنبع دفاع لمنشآتها الوصول إلى خدمات ترجمة احترافية عبر التعاقد مع منشأة سعودية متخصصة بالترجمة المعتمدة، بإشراف مترجمين وخبراء لغويين ومستشارين مرخصين، وتهدف من هذا التعاون إلى توفير حلول ترجمة ذكية تساعد المنشآت على توفير الوقت والمال. تمتع بخدمة ترجمة احترافية، حيث السرعة والدقة والسرية، الالتزام التام بالمواعيد، تنوع اللغات، أسعار تنافسية، وتخصصات تلبي كل احتياجاتك.',
    ],
    'specializations' => [
        'title' => 'مجالات الترجمة',
        'types' => [
            'website' => 'ترجمة المواقع الإلكترونية',
            'technical' => 'الترجمة التقنية',
            'medical' => 'الترجمة الطبية',
            'legal' => 'الترجمة القانونية',
            'financial' => 'الترجمة المالية',
            'commercial' => 'الترجمة التجارية'
        ]
    ],
    'form' => [
        'title' => 'فضلًا، قم بملء هذا النموذج',
        'fields' => [
            'file_name' => 'اسم الملف',
            'translate_to' => 'الترجمة إلى',
            'translate_from' => 'الترجمة من',
            'specialization' => 'التخصص',
            'translation_quality' => 'جودة الترجمة',
            'file_upload' => 'رفع ملف',
            'select_file' => 'اختيار ملف',
            'notes' => 'ملاحظات'
        ],
        'cta' => [
            'heading' => 'خدمتك بشكل أفضل!',
            'description' => 'املأ النموذج أدناه وسيرسل مكتب الترجمة الخاص بنا عرض السعر المناسب في أقرب وقت',
            'button' => 'اطلب عرض السعر'
        ],
        'dropdown_options' => [
            'certified' => 'ترجمة معتمدة',
            'standard' => 'ترجمة فقط'
        ]
    ]
];
